Repository: Kowalczyk12340/Sport-API
Catalog: SportWeb/Client/Resources/Language.*.resx
Languages: pl

source: after split
pl: po podziale

source: Avg
pl: Średnia

# BoardInfo
source: Board Info is a view in which it is possible to check the list of components by entering the appropriate Part Number or Order Number. The list of components retrieves data from our IFS system and allows you to efficiently search for information and save it in a file with the ".csv" extension.
pl: Board Info to widok, w którym możliwe jest sprawdzenie listy komponentów poprzez wpisanie odpowiedniego Numeru Części lub Numeru Zamówienia. Lista komponentów pobiera dane z naszego systemu IFS i pozwala sprawnie wyszukiwać informacje i zapisywać je w pliku z rozszerzeniem „.csv”.

source: Category
pl: Kategoria

source: Changeovers
pl: Przezbrojenia

# ChangeoversModel
source: Changeover Model is a view in which it is possible to check the list of changeovers by entering the selected date range, appropriate site localization for the company and the production line. Then it is possible to download the list of changeovers, which retrieves data from the database and allows you to efficiently search for information and perform operations on components. In the end, it is possible to save it in a file with the ".csv" extension.
pl: Changeover Model to widok, w którym możliwe jest sprawdzenie listy przezbrojeń poprzez wprowadzenie wybranego zakresu daty, odpowiedniej lokalizacji dla firmy oraz linii produkcyjnej, na której przetwarzane są przezbrojenia. Następnie możliwe jest pobranie listy przezbrojeń, która pobiera dane z bazy danych i pozwala na sprawne wyszukiwanie informacji oraz wykonywanie operacji na komponentach. W końcu istnieje możliwość zapisania wszystkiego w pliku z rozszerzeniem „.csv”.

source: Command
pl: Polecenie

source: Comment
pl: Komentarz

source: Component Information
pl: Informacja o komponencie

source: Copyright
pl: Wszelkie Prawa Zastrzeżone

source: Count
pl: Ilość

source: Department
pl: Dział

source: Description
pl: Opis

source: Download
pl: Pobierz

source: End Time
pl: Czas zakończenia

# ExportExcel
source: Export to Excel
pl: Eksportuj do Excela

source: Extension
pl: rozszerzenie

source: Filtering
pl: Filtrowanie

source: Find
pl: Znajdź

source: Find Datasheet
pl: Znajdź arkusz

source: Find Image
pl: Znajdź zdjęcie

source: Find in Sharepoint
pl: Znajdź w Sharepoint

source: Found Changeovers
pl: Znalezione przezbrojenia

source: From Time
pl: Od

source: Hello
pl: Cześć

source: Home
pl: Strona Główna

# IgnoreProto
source: Ignore PROTO and WDR
pl: Zignoruj PROTO i WDR

source: image
pl: zdjęcie

source: Is approved
pl: Jest zaakcetowany

source: Job description
pl: Opis stanowiska pracy

source: Job Number
pl: Numer Zlecenia

source: Line
pl: Linia

source: Loading
pl: Ładowanie

source: Location No
pl: Numer Lokalizacji

source: Manufacturer PartNo
pl: Numer Producenta

source: Max
pl: Maksymalna

source: Min
pl: Minimalna

source: No data is available
pl: Dane są niedostępne

# NoMatching
source: No matching records found
pl: Nie znaleziono pasującego wyniku

source: Number of Items
pl: Ilość produktów

source: On hand
pl: Pod ręką

source: Operation
pl: Operacja

# OperationCalculator
source: Operation Calculator is a view in which, after entering the appropriate Order Number, it is possible to calculate the data, using the calculator created next to the Quantity field for the components downloaded from the database, along with their description. It is also possible to perform calculations for these components, such as: piece time, setup time or total time, everything is done for the appropriate number of pieces previously entered by the user.
pl: Operation Calculator to widok, w którym po wpisaniu odpowiedniego Numeru Zamówienia można przeliczyć dane, korzystając z kalkulatora utworzonego obok pola Ilość dla komponentów pobranych z bazy wraz z ich opisem. Możliwe jest również wykonanie obliczeń dla tych składowych, takich jak: czas pracy, czas przygotowania czy czas całkowity, wszystko odbywa się dla odpowiedniej ilości sztuk wcześniej wprowadzonej przez użytkownika.

source: Order Number
pl: Numer zamówienia

source: PartNo
pl: Numer seryjny

source: Part Number
pl: Numer seryjny

source: PCB Name
pl: Nazwa PCB

source: Phase in
pl: Wszedł

source: Phase out
pl: Wyszedł

source: Piece Time
pl: Czas na sztukę

# Possible
source: It is impossible to download data at the moment!
pl: Niemożliwe jest pobranie danych w tej chwili!

source: Product After
pl: Product po

source: Product Before
pl: Produkt przed

source: Production App
pl: Aplikacja produkcyjna

source: Quantity
pl: Ilość

source: Reason
pl: Powód

source: Reference
pl: Referencja

source: References
pl: Referencje

# RefreshFuji
source: Refresh Fuji Database
pl: Odśwież bazę Fuji

source: Reserved
pl: Zarezerwowany

source: Revision
pl: Powtórzenie

source: Save CSV Original BOM
pl: Zapisz plik CSV z danymi z BOM

source: Scanfil Developers
pl: Deweloperzy

source: Scanfil Website
pl: Stronę Internetową

source: Search
pl: Szukaj

source: Search By
pl: Szukaj według

source: Search in IFS
pl: Szukaj w IFS

source: Search Value
pl: Szukana wartość

source: Select Department
pl: Wybierz dział

source: Select Line
pl: Wybierz linię

source: Setup Time
pl: Czas setup

# ShowDeleted
source: Show deleted changeovers
pl: Pokaż usunięte przezbrojenia

source: Start Time
pl: Czas rozpoczęcia

source: Sum
pl: Suma

source: Sum of Hours
pl: Suma godzin

source: Sum of hours after split
pl: Suma godzin po podziale

source: Sum of Quantity
pl: Suma ilości

source: Time
pl: Czas

source: Time Difference
pl: Różnica czasu

# TimePerArt
source: Time/art
pl: Czas/szt

source: Total Time
pl: Czas całkowity

source: Total time after split
pl: Czas całkowity po podziale

source: To Time
pl: Do

source: View
pl: Widok

source: Visit our
pl: Odwiedź naszą

# WebApplication
source: It is a web application where you can use the Board Info, Changeovers and Operation Calculator.
pl: Jest to aplikacja internetowa, w której można korzystać z informacji o widokach Board Info, Changeovers i Operation Calculator.

source: Workstation
pl: Stanowisko robocze
